Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Contributions to this regimen must be paid by all those who are self-employed workers, including directors of corporations, managers of limited liability companies, legal representatives of argentine branches of foreign companies, etc.
es: Deben aportar este régimen todas las personas que desarrollan una actividad en forma independiente, incluyendo directores de sociedades anónimas, gerentes de sociedades de responsabilidad limitada, representantes legales de sucursales del exterior, etc.

source: The limited-liability company (S) in which one (several) limited-liability company (S) of the PSA Group holds (hold) 50% of the capital, will be regarded as one (one of a number of) Subsidiary (S), other than FAURECIA.
es: La(s) sociedad(es) en la que (las que) una (varias) sociedad(es) del Grupo PSA detiene (detienen) 50% del capital, estará (estarán) considerada(s) como una Filiale(s), a exclusión de FAURECIA.

source: Esto significa que lo que está ocurriendo en esta capa de funcionarios sindicales refleja, en forma distorsionada, la ira de las bases.
es: That means that developments in this layer of union officials reflects in a distorted way the anger below.

source: La afiliación es un privilegio y el IRA es hoy uno de los negocios más rentables de la provincia.
es: Membership is a privilege, and the IRA is now one of the most profitable businesses in the province.

source: Recuerdo claramente el momento en que mi corazón quedó libre de la ira.
es: I remember distinctly the moment when my heart was freed from anger.

source: Una alternativa más económica es transferir la suma global a una IRA tradicional en una compañía de fondos mutuos, agentes de bolsa, banco, cooperativas de crédito u otra institución financiera.
es: A more economical alternative is to roll over the lump sum into a traditional IRA at a mutual fund company, stock brokerage, bank, credit union, or other financial institution.

source: Las primeras emociones que experimentan normalmente los familiares son miedo, angustia, ira y frustación.
es: The first emotions that are commonly experienced by relatives are fear, anguish, anger and frustration.

source: Él cultivó el nacionalismo y terminó siendo víctima de su propia ira.
es: He developed nationalism and was a victim of its fury.

source: Al observar que uno de los supervisores egipcios maltrataba a uno de su pueblo, un pariente consanguíneo, acometió en justa ira y mató al supervisor.
es: On noticing one of the Egyptian overseers beating one of his people, a blood relative, he stepped forward in righteous anger and killed the overseer.

source: The entrepreneur who had founded the companies saw this as his life's work.
es: El empresario que fundaba la empresa la consideraba como el trabajo de su vida.

source: However, the crucial thing is that hedge fund failures do not appear to have spilled over to the wider financial system.
es: Lo importante es que las pérdidas de los fondos de alto riesgo no parecen haber afectado a todo el sistema financiero.

source: The construction price has the next greatest impact to the interest rate on overall costs.
es: Después del tipo de interés, el precio de construcción tiene la mayor repercusión en los costos generales.

source: 3.6 Interest rate and exchange rate fluctuation risks
es: 3.6 Los riesgos de variación de tipos de interés y de tipos de cambio

source: Interest rate swaps were obtained to establish the rate associated to the current financial obligation.
es: Se ha contratado un instrumento del tipo interest rate swap para fijar la tasa asociada a la obligación financiera corriente.

source: The Company occasionally uses derivative instruments to manage its exposure to market risk from changes in commodity prices and interest rate risk exposure.
es: En ocasiones, la Compañía usa instrumentos derivados para manejar su exposición al riesgo por cambios en los precios de los productos en los mercados y en las tasas de interés.

source: The creditor must either honor the request or go to court to demonstrate that you do not financially need the interest rate reduction.
es: El acreedor debe aceptar la petición o ir a la corte para demostrar que usted no necesita financieramente la reducción del tipo de interés.

source: The financial structure maintains a very low risk profile, with reduced exposure to interest rate variations.
es: La estructura financiera mantiene un perfil de riesgo muy bajo, con una reducida exposición a variaciones de tipos de interés.

source: In purchasing interest rate swaps a fixed rate is received and a variable rate is delivered while in sales, a variable rate is received and a fixed rate delivered.
es: En los Swaps de tasa de interés al comprar se recibe tasa fija y se entrega tasa variable y en las ventas se recibe tasa variable y se entrega tasa fija.

source: In fact, this sector has been one of the first to invest in and support this new technology.
es: De hecho este sector ha sido el primero en invertir y apostar por esta nueva tecnología.

source: Then you begin to think what to do with them and you invest them.
es: Luego empiezas a pensar qué hacer con eso y lo inviertes.

source: Explain that compassion calls us to invest our lives for the sake of others.
es: Explique que la compasión nos llama a invertir nuestras vidas por el bien de otros.

source: Even more, how can we manage all this during the worst world economic crisis in 60 years and continue to actively invest in international markets?
es: Más aún, ¿cómo manejamos todo esto en medio de la peor crisis económica mundial de los últimos 60 años y continuar invirtiendo activamente en el mercado internacional?

source: Why is it that African foundations do not invest in culture?
es: ¿Por qué las fundaciones africanas no invierten en cultura?

source: This applies no matter where you live and whether you invest from a Swiss bank account or not.
es: Esto se aplica independientemente de donde viva y de si invierte desde una cuenta en un banco suizo o no.

source: You will need to give them adequate time to respond and be mindful that most agencies will invest this time without charging.
es: Déles el tiempo adecuado para responder y tome en cuenta que la mayoría de las agencias invertirá su tiempo sin cobrarle.

source: The securities in which the Global Bond Fund will invest may be fixed or floating rate debt securities and may comprise bonds, commercial paper, debentures, convertible debentures, zero coupon bonds, bankers acceptance or certificates of deposits which will be traded on a Regulated Market.
es: Los valores en los que Global Bond Fund invertirá pueden tener rendimientos fijos o variables y pueden comprender bonos, papel comercial, obligaciones de empresa, obligaciones convertibles, bonos de cupón cero, aceptaciones bancarias o certificados de depósito que se negocien en un Mercado Regulado.

source: Above all, it must invest further in eradicating the underlying causes of conflict through coordinated, well-planned and coherent efforts.
es: Sobre todo, debe invertir más en la erradicación de las causas subyacentes de los conflictos mediante esfuerzos coordinados, bien planificados y coherentes.

source: There is therefore an urgent need to invest in services for youth.
es: Por lo tanto, es urgente que se invierta en servicios para la juventud.

source: The victim's mother, Gladys Oroza de Solón Romero, is the heir and owner of the non-pecuniary damage that José Carlos suffered up until his death.
es: La madre de la víctima, señora Gladys Oroza de Solón Romero, es la heredera y titular del perjuicio moral que José Carlos sufrió hasta su muerte.

source: 2.1 The author is the only child and heir of her mother, who owned an apartment building in downtown Prague.
es: 2.1. La autora es la única hija y heredera de su madre, que era propietaria de un edificio de apartamentos en el centro de Praga.

source: This is a certificate showing who is the heir.
es: Se trata de un certificado que resuelve quién es el heredero.

source: 2.6 The author states that he is the only heir to the family property since his brother's death in 2001.
es: 2.6. El autor afirma ser el único heredero de los bienes familiares puesto que su hermana falleció en 2001.

source: If you are the heir of someone who has a Swiss bank account, upon his or her death you are entitled to the funds on the account.
es: Si es heredero de alguien que posee una cuenta en un banco suizo, a su muerte tendrá derecho a los fondos de la cuenta.

source: The absolute sectarian behaviour of the Communist Party found a perfect relevance in the statement of Communist Union, another heir of Stalinism.
es: El comportamiento absolutamente sectario del Partido Comunista encontró una perfecta relación en la declaración de la Unión Comunista, otro heredero del stalinismo.

source: Technology development, diffusion and transfer {shall} be promoted by operating the intellectual property regime in a manner that encourages development of climate-friendly technologies and simultaneously facilitates their diffusion and transfer to developing countries.
es: Se {deberá} promover el desarrollo, la difusión y la transferencia de tecnología aplicando el régimen de propiedad intelectual de un modo que estimule el desarrollo de tecnologías respetuosas del clima y a la vez facilite su difusión y transferencia a los países en desarrollo.

source: It was stated that a significant part of corporate wealth was embodied in intellectual property assets.
es: Se señaló que una parte significativa de la riqueza de las empresas estaba incorporada en bienes de propiedad intelectual.

source: It is ATP's policy to respect the intellectual property rights of others.
es: Es política de la ATP respetar el derecho de propiedad intelectual de otros.

source: This requirement also includes non-concession of intellectual property for new varieties of plants by any legal means.
es: Esta exigencia incluye también la no concesión de propiedad intelectual de nuevas variedades de plantas por ningún medio legal.

source: The intellectual property rights over the content assigned to our webpage are held by their respective authors.
es: Los derechos de propiedad intelectual de los contenidos cedidos en nuestro sitio web son propiedad de sus respectivos autores.

source: Towards this end, it will also address issues related to intellectual property and venture capital.
es: Con ese propósito, también abordará las cuestiones relacionadas con la propiedad intelectual y el capital de riesgo.

source: To address the above-mentioned challenges, there was a need for developing countries to set up national intellectual property and innovation strategies.
es: Para afrontar esos desafíos, los países en desarrollo necesitaban establecer estrategias nacionales en materia de propiedad intelectual y de innovación.

source: An increase in requirements is estimated in the amount of $141,100, which reflects an increase of $268,700 with respect to the general insurance policy, and a reduction of $127,600 with respect to the insurance for acts of terrorism.
es: Se estima que los recursos necesarios se incrementarán en 141.100 dólares debido a un aumento de 268.700 dólares en la póliza de seguros generales y a una disminución de 127.600 dólares relacionada con el seguro contra actos de terrorismo.

source: An insurance policy to ensure the defendant appears at his next scheduled court date.
es: Una póliza de seguro para garantizar que el acusado comparezca a su siguiente cita en el tribunal.

source: A consumer pays with an insurance policy the service by the insurance company of redistributing the risk.
es: Con la póliza de seguro, un consumidor paga el servicio que realiza la compañía de seguros de redistribuir el riesgo.

source: "Deducting compensation paid under private insurance would mean that the individual has taken out a private insurance policy ""for nothing""."
es: "Deducir la indemnización pagada por el seguro privado significaría que el individuo ha contratado un seguro privado ""para nada""."

source: There are some countries in the European Union where the trailer carries the same registration number as the cab unit and therefore there is only one insurance policy that covers both the cab and trailer, although they are considered as a 'mixed unit'.
es: Hay países de la UE en donde el remolque lleva la misma matrícula que la tractora y, por tanto, existe una sola póliza que asegura la cabeza tractora y remolque, al considerarse ambos como una unidad mixta.

source: Bancaja can provide customers with a personal vehicle insurance policy which offers a range of types of cover and companies to choose from.
es: Bancaja pone a disposición de sus clientes un seguro de automóviles para particulares donde encontrará variedad de coberturas y compañías donde elegir.

source: Another analogy would be a free insurance policy that could be terminated at any time.
es: Otra analogía sería un seguro gratuito que pueda rescindirse en cualquier momento.

source: Nevertheless, for such sampled claims, the consultants did not request a copy of the insurance policy, and no information was required from the insurers, under notification or via the claimant.
es: Sin embargo, en las reclamaciones pertinentes de la muestra, los consultores no habían pedido copia de la póliza de seguros ni se había exigido a los aseguradores información al respecto, ni por notificación ni por conducto del reclamante.

source: In addition to the safety concerns, ignoring a recall may invalidate your insurance policy.
es: Además de los problemas de seguridad, el ignorar un retiro puede invalidar tu póliza de seguro.

source: The investment programmes are broad frameworks for promoting agriculture and rural development.
es: Los programas de inversión son marcos generales para la promoción de la agricultura y del desarrollo rural.

source: The measure is required in order for you to continue to manage the investment in the system.
es: Esta medida es necesaria para poder continuar gestionando la inversión en el sistema.

source: Simply put, faced with the possibility to directly benefit from awarding contracts to cronies, government officials will promote as many public investment projects as possible.
es: Sencillamente, los funcionarios del gobierno, frente a la posibilidad de beneficiarse directamente al adjudicar contratos a amigos, promoverán tantos proyectos de inversión pública como les sea posible.

source: The economy has become more open to foreign trade and investment.
es: La economía se ha abierto más al comercio exterior y a la inversión.

source: This will be particularly true for healthy investment houses that did not squander their cash while the sun shone and which kept a supply aside for the current harsh winter and the first buds of spring.
es: Sobre todo para aquellas casas robustas que no se dedicaron a cantar durante el verano y que guardaron algunas provisiones tanto para el invierno como la primavera.

source: Increased investment in scientific research, to improve climate prediction, respond to emerging issues, narrow uncertainties and have more precise quantitative information at regional and local levels, is required.
es: Es necesario aumentar las inversiones en investigación científica para mejorar las predicciones, responder a nuevos problemas, reducir la incertidumbre y disponer de información cuantitativa más precisa en los planos regional y local.

source: Esta nueva edición se ira completando progresivamente.
es: This new edition will be realized progressively.

source: Una persona hambrienta es una persona cargada de ira.
es: A hungry person is an angry person.

source: Y esta cruz anuncia sobre el mundo del odio la ira y el juicio y proclama la paz.
es: And now this cross proclaims anger and judgment on a world of hatred and it announces peace.

source: En un intento por calmar la ira de Hafsah, Mahoma juró no volver a tocar a la joven.
es: In an attempt to defuse Hafsah's anger, Muhammad swore never to touch the girl again.

source: Comenzó diciendo que ha llegado hasta aquí con ira y esperanza.
es: He started by saying that he has come here both in anger and in hope.

source: Pues mucho más, estando ya justificados en su sangre, por él seremos salvos de la ira.
es: Much more then, being now justified by his blood, we shall be saved from wrath through him.

source: Tercero -y téngalo siempre presente- debe aprovechar al máximo los planes de jubilación, tales como el 401(k), Keogh y las cuentas individuales de jubilación (IRA).
es: Third-always keep this in mind-you should take full advantage of retirement plans such as 401(k)s, Keoghs, and IRAs.

source: Su ira es indignación divina contra el pecado, no es enojo implacable contra el pecador.
es: His wrath is divine indignation against sin, not implacable anger against the sinner.

source: Algunas veces, el juego de culpas enciende por sí mismo la ira de los electores.
es: sometimes, the blame game itself rouses the ire of voters.

source: To enable the entrepreneur to attend personally to the setting up of his company and eliminate intermediaries, the language used in both online and paper forms should be simple.
es: Con el fin de facilitar al emprendedor la tramitación directa de la creación de su empresa, y eliminar intermediarios, sería conveniente simplificar el lenguaje administrativo utilizado en los impresos, tanto en el formato de papel como en el telemático.

source: This also facilitates a new activity as an entrepreneur after a possible insolvency.
es: Esto facilita una reinserción como empresario después de una posible quiebra.

source: One expert noted that being an entrepreneur was not about taking risks, but rather involved managing risks.
es: Un experto señaló que lo que caracterizaba al empresario no era estar dispuesto a correr riesgos, sino saber gestionarlos.

source: Mr. Whitlock is a long-time entrepreneur in the information technology field.
es: El Sr. Whitlock es un empresario de larga trayectoria en el campo de la Tecnología de la Información.

source: In November, the entrepreneur will travel to Uganda to supervise the building of an assembly centre and contribute to the training of the personnel that will be making and distributing these cooking apparatuses.
es: En noviembre, el empresario viajará a Uganda para supervisar la construcción de un centro de ensamblaje y contribuir a la formación del personal destinado a producir y distribuir estos aparatos de cocina.

source: If the bank calls in its guarantees, the entrepreneur may lose his or her home.
es: Si el banco reclama sus garantías, el empresario puede perder su vivienda.

source: As the venture grows, the entrepreneur will be less and less able to take care of all the different decisions within the organization.
es: El Protocolo de Kyoto representa un punto de referencia global, ya que proporciona una convención marco para la reducción de las emisiones de los gases de efecto invernadero.

source: The entrepreneur needs to be particular about making repayments, according to the schedule agreed on by the two parties, in order to avoid penalties and higher interest rates.
es: El empresario tendrá un gran cuidado en realizar sus reembolsos de acuerdo con el calendario convenido entre las dos partes con el fin de evitar penalidades y un aumento de tasas de intereses.

source: As an entrepreneur, what is your take on the biotechnology sector's growth over the coming years and what recommendations do you have for entrepreneurs that want to start their own project now?
es: ¿Cómo emprendedor que es, cómo ve el crecimiento del sector biotecnológico para los próximos años y qué recomendaciones haría a los emprendedores que quieran iniciar ahora su proyecto?

source: If the entrepreneur has learnt the imperatives of the business model, there may be scope to restart.
es: Si el empresario ha aprendido los imperativos del modelo empresarial, hay posibilidades de que vuelva a empezar.

source: Note 19 shows the movements in the hedge fund included in equity.
es: En la Nota 19 se muestran los movimientos en la reserva de cobertura incluida en patrimonio neto.

source: Our prudential framework and bank risk controls have, as we expected, prevented hedge fund failures from triggering wider systemic disruption.
es: Nuestro marco prudencial y los controles del riesgo bancario han evitado, tal como esperábamos, que los fondos de alto riesgo tuvieran un efecto más generalizado.

source: Normally, investors can only invest in a hedge fund at specific times.
es: Generalmente los inversores solo pueden invertir en un hedge fund en momentos concretos.

source: 23. If it is intended to finance the proposed plan of work for exploration by borrowings, attach a statement of the amount of such borrowings, the repayment period and the interest rate.
es: 23. Si el plan de trabajo para la exploración propuesto se ha de financiar mediante empréstitos, se adjuntará un estado del importe de los empréstitos, el período de amortización y el tipo de interés.

source: The interest rate risk of the fixed income securities portfolio is also partially hedged via swaps.
es: El riesgo de tipo de interés de la cartera de renta fija también está parcialmente cubierto con permutas financieras.

source: Locking in makes sense if interest rates appear to be rising, but may set your interest rate high than necessary if rates are falling.
es: Inmovilizar el interés tiene sentido si las tasas de interés parecieran estar subiendo, pero podría hacer que su interés sea más alto de lo necesario si las tasas están bajando.

source: However, as in the case of loans granted to Bank employees, members of the governing bodies receive a 25% rebate on the applicable interest rate up to a maximum amount of CHF 750,000 per borrower.
es: Sin embargo, como en el caso de los préstamos concedidos a los empleados del Banco, los miembros de los órganos se benefician de una reducción de 25% de la tasa aplicable, como también de una cantidad máxima de CHF 750.000 por deudor.

source: When calculating the interest rate, the financial institution should ensure that it
es: Cuando se calcule la tasa de interés, la institución financiera deberá asegurarse que

source: Interest income continues to be accrued on the reduced carrying amount based on the effective interest rate of the asset.
es: Se siguen devengando intereses sobre el importe contabilizado reducido sobre la base del tipo de interés efectivo del activo.

source: But there are also many examples in which very poor people take care of the environment and invest in improving it.
es: Pero también hay muchos ejemplos de personas muy pobres que preservan el medio ambiente y efectúan inversiones para mejorarlo.

source: It is a cost-effective way to invest in education.
es: Es una manera rentable el invertir en educación.

source: Therefore, there is a strong and urgent need to invest more in agriculture in developing countries.
es: Así pues, existía una necesidad firme y perentoria de invertir más en la agricultura de los países en desarrollo.

source: In our view, the international community needs to invest its efforts in such initiatives.
es: En nuestra opinión, la comunidad internacional debe poner empeño en estas iniciativas.

source: If you plan to invest, contact us to discuss the extent of your plan and the aid we can offer you.
es: Si planea invertir, contáctenos para discutir su plan y la ayuda que le podemos ofrecer.
